blog/2019/emotions-are-our-vassals.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-07 Mon 18:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>情绪是我们前进的附庸</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">情绪是我们前进的附庸</h1>
</header><p>
我们是感性动物，经常用情感去考虑在交往过程中所遇到的各种各样的事情，但是不知道你想过没有。如果你一直用感性思考的话，你会陷入一种虚假的误区：这个世界是由各种各样的情感构成的。
</p>

<p>
我以前真的是很感情用事的，身边人对我稍有什么变化，就会小心思量，谨慎行事。怀疑是自己的缘故，胡思乱想，本来什么事也没有，就是我想得太多了，到最后精疲力尽的我再没有精力去做更重要的事情了。
</p>

<p>
就像刚才我想的那样，别人一时的说法对于我的意义是什么？我发现自己在表现自己这方面还没有做到我以为的那种程度。我们似乎总是高估自己的能力，而忽视了眼前我们能够最好的事情。
</p>

<p>
就像现在，如果我不写下这些话来，我就不会记下来了，这些反思与质问就随风飘去了，它对别人来说什么意义也没有，对于我就是最好的进步的机会，但是我不够重视。我以为自己在做的事情是很重要的，其他的小事都不重要，但是呢？正在做的事因为紧张没有做好，该做的小事也没做，从而受到消极对待也是很有可能的。
</p>

<p>
有些事情别问为什么，一旦问起，就会陷入一个怪圈，陷在里头永远也出不来了。做，就完了。有些事情想太多反而是麻烦。有些看似很简单的问题都不能太过深究，知道最适合那一层含义就足够了。
</p>

<p>
为什么有些人懂了很多道理，却依然过不好这一生呢？因为他在问题本身耗费的时间太多了，外界的一切在他看来都是陌生的，唯一能够依仗的恐怕就是自己脑子里的道理了。又因为太过较真，导致在旁人看来，你就是个大傻瓜。而且别人总愿意拿你调侃。
</p>

<p>
你不难受，谁难受呢？
</p>
</div>
</body>
</html>